<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@ couldn’t be installed</key>
	<string>Nie udało się zainstalować: %@</string>
	<key>%@ installed</key>
	<string>%@ zainstalowany</string>
	<key>%lld %@</key>
	<string>%1$lld %2$@</string>
	<key>A fallback to try if other renderers cause graphics problems.</key>
	<string>Opcja awaryjna do użycia, jeśli inne renderery powodują problemy z grafiką.</string>
	<key>A verified smoke test is required before a bridge can be enabled.</key>
	<string>Przed włączeniem mostu wymagany jest zweryfikowany test uruchomieniowy.</string>
	<key>About Boreal</key>
	<string>O Boreal</string>
	<key>Add</key>
	<string>Dodaj</string>
	<key>Add an IsThereAnyDeal API key in Settings to load prices.</key>
	<string>Dodaj klucz API IsThereAnyDeal w Ustawieniach, aby wczytać ceny.</string>
	<key>Adding to your library is a separate action.</key>
	<string>Dodanie do biblioteki jest osobną czynnością.</string>
	<key>Adds a custom render resolution exposed to the game, such as 1920x1080.</key>
	<string>Dodaje niestandardową rozdzielczość renderowania udostępnianą grze, np. 1920x1080.</string>
	<key>Advanced</key>
	<string>Zaawansowane</string>
	<key>All Games</key>
	<string>Wszystkie</string>
	<key>All Windows paths</key>
	<string>Wszystkie ścieżki Windows</string>
	<key>All genres</key>
	<string>Wszystkie gatunki</string>
	<key>All ratings</key>
	<string>Wszystkie oceny</string>
	<key>All stores</key>
	<string>Wszystkie sklepy</string>
	<key>App Not Found</key>
	<string>Nie znaleziono aplikacji</string>
	<key>Automatic</key>
	<string>Automatycznie</string>
	<key>Automatic (main display)</key>
	<string>Automatycznie (główny ekran)</string>
	<key>BOREAL</key>
	<string>BOREAL</string>
	<key>Balanced</key>
	<string>Zrównoważony</string>
	<key>Based on available community reports.</key>
	<string>Na podstawie dostępnych raportów społeczności.</string>
	<key>Best compatibility</key>
	<string>Najlepsza kompatybilność</string>
	<key>Boreal could not match %@ to an unambiguous store record.</key>
	<string>Boreal nie może jednoznacznie dopasować %@ do rekordu sklepu.</string>
	<key>Boreal switched from %@ to %@ after a Direct3D device initialization failure.</key>
	<string>Boreal przełączył się z %1$@ na %2$@ po błędzie inicjalizacji urządzenia Direct3D.</string>
	<key>Boreal will request %@ when this game starts.</key>
	<string>Boreal użyje %1$@ podczas uruchamiania tej gry.</string>
	<key>Bridge</key>
	<string>Most</string>
	<key>Bridge installed</key>
	<string>Most zainstalowany</string>
	<key>Bridge installed from GPTK; compatibility is not verified</key>
	<string>Most zainstalowany z GPTK; zgodność nie została zweryfikowana</string>
	<key>Bridge not installed</key>
	<string>Most niezainstalowany</string>
	<key>Cancel</key>
	<string>Anuluj</string>
	<key>Change these only to solve a specific problem with this game.</key>
	<string>Zmieniaj te ustawienia tylko w celu rozwiązania konkretnego problemu z tą grą.</string>
	<key>Choose a profile and tune graphics, display, and launch behavior.</key>
	<string>Wybierz profil i dostosuj grafikę, ekran oraz sposób uruchamiania gry.</string>
	<key>Choose an installed bridge for this game. Bridges are loaded only at game launch.</key>
	<string>Wybierz zainstalowany most dla tej gry. Mosty są ładowane dopiero przy uruchomieniu gry.</string>
	<key>Choose grid or list view</key>
	<string>Wybierz widok siatki lub listy</string>
	<key>Choose which screen the borderless game window uses.</key>
	<string>Wybierz ekran, na którym ma być wyświetlane okno gry bez ramek.</string>
	<key>Chooses an available renderer for this game.</key>
	<string>Wybiera dostępny renderer dla tej gry.</string>
	<key>Classic 32-bit prefix. Uses WINEARCH=win32 and requires a runtime that supports legacy prefixes.</key>
	<string>Klasyczny prefiks 32-bitowy. Używa WINEARCH=win32 i wymaga środowiska obsługującego starsze prefiksy.</string>
	<key>Classic 64-bit prefix. Uses WINEARCH=win64 and requires a runtime that supports legacy prefixes.</key>
	<string>Klasyczny prefiks 64-bitowy. Używa WINEARCH=win64 i wymaga środowiska obsługującego starsze prefiksy.</string>
	<key>Clear active filters</key>
	<string>Wyczyść aktywne filtry</string>
	<key>Close</key>
	<string>Zamknij</string>
	<key>Community catalog</key>
	<string>Katalog społeczności</string>
	<key>Community reports</key>
	<string>Raporty społeczności</string>
	<key>Community reports for Native, Rosetta 2, CrossOver, Wine and Parallels.</key>
	<string>Raporty społeczności dla Native, Rosetta 2, CrossOver, Wine i Parallels.</string>
	<key>Compatibility</key>
	<string>Zgodność</string>
	<key>Compatibility fix</key>
	<string>Poprawka zgodności</string>
	<key>Compatibility ratings</key>
	<string>Oceny zgodności</string>
	<key>Compatibility reports: AppleGamingWiki. Store metadata and artwork: Steam. Price data: IsThereAnyDeal when configured.</key>
	<string>Raporty zgodności: AppleGamingWiki. Metadane sklepu i okładki: Steam. Dane cenowe: IsThereAnyDeal, jeśli skonfigurowano.</string>
	<key>Compatibility result</key>
	<string>Wynik zgodności</string>
	<key>Configure display resolution, scaling, and window behavior.</key>
	<string>Skonfiguruj rozdzielczość, skalowanie i zachowanie okna.</string>
	<key>Configure how Boreal presents controllers to the game.</key>
	<string>Skonfiguruj sposób, w jaki Boreal udostępnia kontrolery grze.</string>
	<key>Configure how the game runs using Wine and graphics settings.</key>
	<string>Skonfiguruj działanie gry przy użyciu Wine i ustawień grafiki.</string>
	<key>Connected</key>
	<string>Połączono</string>
	<key>Control Boreal's in-game overlay behavior.</key>
	<string>Skonfiguruj zachowanie nakładki Boreal w grze.</string>
	<key>Controller</key>
	<string>Kontroler</string>
	<key>Controller mapping</key>
	<string>Mapowanie kontrolera</string>
	<key>Copies nvngx-on-metalfx, nvapi64, and nvngx from the selected GPTK runtime.</key>
	<string>Kopiuje nvngx-on-metalfx, nvapi64 i nvngx z wybranego runtime'u GPTK.</string>
	<key>Copying and validating the immutable temporal upscaling bridge</key>
	<string>Kopiowanie i weryfikowanie niezmiennego mostu skalowania temporalnego</string>
	<key>Cover for %@</key>
	<string>Okładka gry %@</string>
	<key>Create</key>
	<string>Utwórz</string>
	<key>Create Empty Environment…</key>
	<string>Utwórz puste środowisko…</string>
	<key>Create an empty, isolated Windows environment.</key>
	<string>Utwórz puste, odizolowane środowisko Windows.</string>
	<key>Current renderer</key>
	<string>Bieżący renderer</string>
	<key>Custom</key>
	<string>Własne</string>
	<key>Custom render resolution</key>
	<string>Niestandardowa rozdzielczość renderowania</string>
	<key>Customize Boreal to fit your workflow.</key>
	<string>Dostosuj Boreal do swojego sposobu pracy.</string>
	<key>Cycle Overlay Information Level</key>
	<string>Zmień poziom informacji nakładki</string>
	<key>Data sources</key>
	<string>Źródła danych</string>
	<key>Detected</key>
	<string>Wykryto</string>
	<key>Detected in the selected runtime, but not verified by a macOS fullscreen smoke test.</key>
	<string>Wykryto w wybranym środowisku, ale nie zweryfikowano testem pełnoekranowym na macOS.</string>
	<key>Diagnostic</key>
	<string>Diagnostyczny</string>
	<key>DirectX version</key>
	<string>Wersja DirectX</string>
	<key>Disable keyboard mapping</key>
	<string>Wyłącz mapowanie klawiatury</string>
	<key>Disabled</key>
	<string>Wyłączone</string>
	<key>Discover Mac games</key>
	<string>Odkrywaj gry na Maca</string>
	<key>Discover games, compare compatibility reports and choose a setup for your Mac.</key>
	<string>Odkrywaj gry, porównuj raporty zgodności i wybierz konfigurację dla Maca.</string>
	<key>Display</key>
	<string>Ekran</string>
	<key>Done</key>
	<string>Gotowe</string>
	<key>ESync</key>
	<string>ESync</string>
	<key>Experimental</key>
	<string>Eksperymentalne</string>
	<key>Experimental temporal replacement through OptiScaler</key>
	<string>Eksperymentalny zamiennik temporalny przez OptiScaler</string>
	<key>Explore games with Mac support</key>
	<string>Odkrywaj gry ze wsparciem Maca</string>
	<key>FSR preset</key>
	<string>Preset FSR</string>
	<key>FSR replacement</key>
	<string>Zamiennik FSR</string>
	<key>FSR replacement (unverified)</key>
	<string>Zamiennik FSR (niezweryfikowany)</string>
	<key>Filters</key>
	<string>Filtry</string>
	<key>Find games and check the best available way to play them on your Mac.</key>
	<string>Znajdź gry i sprawdź najlepszy dostępny sposób uruchomienia ich na Macu.</string>
	<key>Find the best way to play</key>
	<string>Znajdź najlepszy sposób uruchomienia</string>
	<key>For DirectX 11 and 12. Requires Game Porting Toolkit.</key>
	<string>Dla DirectX 11 i 12. Wymaga Game Porting Toolkit.</string>
	<key>For older games that use DirectDraw or early Direct3D. Leave disabled unless needed.</key>
	<string>Dla starszych gier korzystających z DirectDraw lub wczesnych wersji Direct3D. Pozostaw wyłączone, jeśli nie jest potrzebne.</string>
	<key>Fullscreen upscaling (Wine FSR 1)</key>
	<string>Skalowanie pełnoekranowe (Wine FSR 1)</string>
	<key>GPTK snapshot %@</key>
	<string>Snapshot GPTK %@</string>
	<key>Game Not Found</key>
	<string>Nie znaleziono gry</string>
	<key>Game details unavailable</key>
	<string>Szczegóły gry niedostępne</string>
	<key>Game display</key>
	<string>Ekran gry</string>
	<key>Game interface</key>
	<string>Interfejs gry</string>
	<key>Game interface detected</key>
	<string>Wykryto interfejs gry</string>
	<key>Genre</key>
	<string>Gatunek</string>
	<key>Genre not provided</key>
	<string>Brak danych o gatunku</string>
	<key>Graphics</key>
	<string>Grafika</string>
	<key>Graphics renderer</key>
	<string>Renderer grafiki</string>
	<key>Grid</key>
	<string>Siatka</string>
	<key>Has compatibility report</key>
	<string>Ma raport kompatybilności</string>
	<key>High-resolution rendering (Retina)</key>
	<string>Renderowanie w wysokiej rozdzielczości (Retina)</string>
	<key>Import Steam Library</key>
	<string>Importuj bibliotekę Steam</string>
	<key>Improve performance when playing fullscreen at a lower resolution.</key>
	<string>Zwiększ wydajność podczas gry pełnoekranowej w niższej rozdzielczości.</string>
	<key>Install Windows App…</key>
	<string>Zainstaluj aplikację Windows…</string>
	<key>Install a Windows app</key>
	<string>Zainstaluj aplikację Windows</string>
	<key>Install an app or create an environment</key>
	<string>Zainstaluj aplikację lub utwórz środowisko</string>
	<key>Install bridge</key>
	<string>Zainstaluj most</string>
	<key>Installing %@ from the selected Game Porting Toolkit runtime…</key>
	<string>Instalowanie %@ z wybranego runtime'u Game Porting Toolkit…</string>
	<key>Keep Boreal overlay visible</key>
	<string>Zawsze pokazuj nakładkę Boreal</string>
	<key>Launch and diagnostics</key>
	<string>Uruchamianie i diagnostyka</string>
	<key>Launch arguments</key>
	<string>Argumenty uruchamiania</string>
	<key>Legacy Win32</key>
	<string>Starszy Win32</string>
	<key>Legacy Win64</key>
	<string>Starszy Win64</string>
	<key>Less</key>
	<string>Mniej</string>
	<key>List</key>
	<string>Lista</string>
	<key>Loading catalog…</key>
	<string>Ładowanie katalogu…</string>
	<key>Loading details from Steam and compatibility sources…</key>
	<string>Ładowanie szczegółów ze Steam i źródeł zgodności…</string>
	<key>Loading more games…</key>
	<string>Ładowanie kolejnych gier…</string>
	<key>Loading price…</key>
	<string>Ładowanie ceny…</string>
	<key>MSync</key>
	<string>MSync</string>
	<key>Mac</key>
	<string>Mac</string>
	<key>Mac paths</key>
	<string>Ścieżki Mac</string>
	<key>Manual</key>
	<string>Ręczne</string>
	<key>MetalFX path</key>
	<string>Ścieżka MetalFX</string>
	<key>Minimal</key>
	<string>Minimalny</string>
	<key>Modern combined prefix. WINEARCH is left unset and both 32-bit and 64-bit processes can run in one environment.</key>
	<string>Nowoczesny prefiks łączony. WINEARCH pozostaje nieustawiony, a procesy 32- i 64-bitowe mogą działać w jednym środowisku.</string>
	<key>More</key>
	<string>Więcej</string>
	<key>NGX → MetalFX</key>
	<string>NGX → MetalFX</string>
	<key>NVIDIA NGX forwarder detected; the MetalFX bridge is not verified</key>
	<string>Wykryto przekierowanie NVIDIA NGX; most MetalFX nie został zweryfikowany</string>
	<key>Name</key>
	<string>Nazwa</string>
	<key>Name A–Z</key>
	<string>Nazwa A–Z</string>
	<key>Name Z–A</key>
	<string>Nazwa Z–A</string>
	<key>Native</key>
	<string>Natywna</string>
	<key>Native Wine controller</key>
	<string>Natywny kontroler Wine</string>
	<key>New Environment</key>
	<string>Nowe środowisko</string>
	<key>No</key>
	<string>Nie</string>
	<key>No DLSS, FSR or XeSS interface was detected in the game files.</key>
	<string>Nie wykryto interfejsu DLSS, FSR ani XeSS w plikach gry.</string>
	<key>No compatibility data</key>
	<string>Brak danych o zgodności</string>
	<key>No compatibility rating is available for this game.</key>
	<string>Brak oceny zgodności dla tej gry.</string>
	<key>No controller detected</key>
	<string>Nie wykryto kontrolera</string>
	<key>No current offer was found.</key>
	<string>Nie znaleziono aktualnej oferty.</string>
	<key>No games found</key>
	<string>Nie znaleziono gier</string>
	<key>No temporal replacement bridge detected</key>
	<string>Nie wykryto mostu zastępującego skalowanie temporalne</string>
	<key>No verified NVIDIA NGX to MetalFX bridge detected</key>
	<string>Nie wykryto zweryfikowanego mostu NVIDIA NGX do MetalFX</string>
	<key>None detected</key>
	<string>Nie wykryto</string>
	<key>Not configured</key>
	<string>Nieskonfigurowano</string>
	<key>Not detected</key>
	<string>Nie wykryto</string>
	<key>Not verified</key>
	<string>Niezweryfikowane</string>
	<key>Older games</key>
	<string>Starsze gry</string>
	<key>Older graphics API</key>
	<string>Starsze API grafiki</string>
	<key>One library. Every world.</key>
	<string>Jedna biblioteka. Całe światy.</string>
	<key>Open Steam store page</key>
	<string>Otwórz stronę gry w Steam</string>
	<key>Open the game's verified store page or search another storefront.</key>
	<string>Otwórz zweryfikowaną stronę gry w sklepie lub wyszukaj inny sklep.</string>
	<key>OptiScaler detected; output and compatibility are not verified</key>
	<string>Wykryto OptiScaler; wyjście i zgodność nie zostały zweryfikowane</string>
	<key>OptiScaler is not installed for this game</key>
	<string>OptiScaler nie jest zainstalowany dla tej gry</string>
	<key>Other / unknown</key>
	<string>Inny / nieznany</string>
	<key>Output</key>
	<string>Wyjście</string>
	<key>Overlay</key>
	<string>Nakładka</string>
	<key>Overlay Information Level</key>
	<string>Poziom informacji nakładki</string>
	<key>Overlay compatible</key>
	<string>Zgodność z nakładką</string>
	<key>Perfect games</key>
	<string>Doskonałe gry</string>
	<key>Performance</key>
	<string>Wydajność</string>
	<key>Performance insights</key>
	<string>Informacje o wydajności</string>
	<key>Presents the controller as an Xbox 360 controller. Restart the entire Wine session after changing this.</key>
	<string>Udostępnia kontroler jako kontroler Xbox 360. Po zmianie uruchom ponownie całą sesję Wine.</string>
	<key>Price unavailable</key>
	<string>Cena niedostępna</string>
	<key>Quality</key>
	<string>Jakość</string>
	<key>Read hardware and configuration reports on the source page.</key>
	<string>Przeczytaj raporty sprzętowe i konfiguracyjne na stronie źródłowej.</string>
	<key>Recommended</key>
	<string>Polecane</string>
	<key>Refresh Discovery</key>
	<string>Odśwież Odkrywaj</string>
	<key>Refresh bridge</key>
	<string>Odśwież most</string>
	<key>Remove active filter</key>
	<string>Usuń aktywny filtr</string>
	<key>Render the game at higher resolution for a sharper image.</key>
	<string>Renderuj grę w wyższej rozdzielczości, aby uzyskać ostrzejszy obraz.</string>
	<key>Renderer</key>
	<string>Renderer</string>
	<key>Requested preference for Wine's fullscreen FSR path. It becomes active only with a verified compatible Vulkan path.</key>
	<string>Preferowana ścieżka pełnoekranowego FSR Wine. Zostanie aktywowana tylko przy zweryfikowanej, zgodnej ścieżce Vulkan.</string>
	<key>Requires compatible Vulkan graphics path</key>
	<string>Wymaga zgodnej ścieżki graficznej Vulkan</string>
	<key>Reset filters</key>
	<string>Wyczyść filtry</string>
	<key>Resolved graphics renderer for this profile.</key>
	<string>Ustalony renderer grafiki dla tego profilu.</string>
	<key>Restore defaults</key>
	<string>Przywróć domyślne</string>
	<key>Resulting configuration</key>
	<string>Bieżąca konfiguracja</string>
	<key>Retry</key>
	<string>Ponów</string>
	<key>Runs DirectX 11 using Metal. Requires DXMT support.</key>
	<string>Uruchamia DirectX 11 z użyciem Metal. Wymaga obsługi DXMT.</string>
	<key>Runs DirectX 12 using Vulkan. Requires VKD3D-Proton.</key>
	<string>Uruchamia DirectX 12 z użyciem Vulkan. Wymaga VKD3D-Proton.</string>
	<key>Runs DirectX 9, 10, and 11 when the managed Vulkan component supplies the required DLLs.</key>
	<string>Uruchamia DirectX 9, 10 i 11, gdy zarządzany komponent Vulkan dostarcza wymagane biblioteki DLL.</string>
	<key>Runtime reports an upscaling path; the NVIDIA NGX bridge is not verified</key>
	<string>Środowisko zgłasza ścieżkę skalowania; most NVIDIA NGX nie został zweryfikowany</string>
	<key>Save</key>
	<string>Zapisz</string>
	<key>Save changes</key>
	<string>Zapisz zmiany</string>
	<key>Save for later</key>
	<string>Zapisz na później</string>
	<key>Save games you’re interested in Discovery. Adding to your library is a separate action.</key>
	<string>Zapisuj gry, które Cię interesują, w Odkrywaj. Dodanie do biblioteki jest osobną czynnością.</string>
	<key>Save to Discovery</key>
	<string>Zapisz w Odkrywaj</string>
	<key>Saved</key>
	<string>Zapisano</string>
	<key>Saved from Discovery</key>
	<string>Zapisane w Odkrywaj</string>
	<key>Select D3DMetal as the current renderer before enabling the NGX → MetalFX bridge.</key>
	<string>Wybierz D3DMetal jako bieżący renderer przed włączeniem mostu NGX → MetalFX.</string>
	<key>Settings</key>
	<string>Ustawienia</string>
	<key>Sharpening</key>
	<string>Wyostrzanie</string>
	<key>Showing the last saved catalog.</key>
	<string>Wyświetlany jest ostatnio zapisany katalog.</string>
	<key>Sort: %@</key>
	<string>Sortowanie: %@</string>
	<key>Sort: Name A–Z</key>
	<string>Sortowanie: Nazwa A–Z</string>
	<key>Sort: Name Z–A</key>
	<string>Sortowanie: Nazwa Z–A</string>
	<key>Sort: Recommended</key>
	<string>Sortowanie: Polecane</string>
	<key>Spatial upscaling</key>
	<string>Skalowanie przestrzenne</string>
	<key>Standard</key>
	<string>Standardowy</string>
	<key>Steam shares its Windows environment across games. Architecture, graphics renderer and older-game fixes are managed there.</key>
	<string>Steam współdzieli środowisko Windows między grami. Zarządzanie architekturą, rendererem grafiki i poprawkami dla starszych gier odbywa się w tym środowisku.</string>
	<key>Store</key>
	<string>Sklep</string>
	<key>Store links</key>
	<string>Linki do sklepów</string>
	<key>Store unavailable</key>
	<string>Sklep niedostępny</string>
	<key>Strongest available community compatibility reports.</key>
	<string>Najmocniejsze dostępne raporty kompatybilności społeczności.</string>
	<key>Temporal bridge</key>
	<string>Most skalowania temporalnego</string>
	<key>The current renderer is a candidate for Wine fullscreen FSR, but this runtime graphics path is not verified on macOS.</key>
	<string>Bieżący renderer jest kandydatem do pełnoekranowego FSR Wine, ale ta ścieżka graficzna środowiska nie została zweryfikowana na macOS.</string>
	<key>The exact output version is not inferred from the bridge library. Boreal does not enable an experimental bridge automatically.</key>
	<string>Dokładna wersja wyjściowa nie jest wywnioskowywana z biblioteki mostu. Boreal nie włącza automatycznie eksperymentalnego mostu.</string>
	<key>These options can reduce CPU overhead. Support depends on the Wine runtime.</key>
	<string>Te opcje mogą zmniejszyć obciążenie procesora. Ich obsługa zależy od środowiska Wine.</string>
	<key>These settings should work great with this game.</key>
	<string>Te ustawienia powinny działać z tą grą doskonale.</string>
	<key>These settings should work well with this game.</key>
	<string>Te ustawienia powinny dobrze działać z tą grą.</string>
	<key>This describes the selected Windows executable. It is separate from the Wine prefix mode.</key>
	<string>Opisuje wybrany plik wykonywalny Windows. Jest niezależne od trybu prefiksu Wine.</string>
	<key>This game is currently reported as unsupported.</key>
	<string>Ta gra jest obecnie zgłaszana jako nieobsługiwana.</string>
	<key>This game may need additional compatibility adjustments.</key>
	<string>Ta gra może wymagać dodatkowych ustawień zgodności.</string>
	<key>This preference alone cannot switch the game to %@. Set it in the game or add its documented launch argument under Advanced → Launch and diagnostics.</key>
	<string>To ustawienie samo nie przełączy gry na %1$@. Ustaw tę opcję w grze lub dodaj udokumentowany argument uruchamiania w sekcji Zaawansowane → Uruchamianie i diagnostyka.</string>
	<key>Toggle Game Overlay</key>
	<string>Przełącz nakładkę gry</string>
	<key>Try Again</key>
	<string>Spróbuj ponownie</string>
	<key>Try another search or reset your filters.</key>
	<string>Spróbuj innego wyszukiwania lub wyczyść filtry.</string>
	<key>Ultra Quality</key>
	<string>Najwyższa jakość</string>
	<key>Unavailable</key>
	<string>Niedostępne</string>
	<key>Unavailable switches are not exported to Wine.</key>
	<string>Niedostępne przełączniki nie są przekazywane do Wine.</string>
	<key>Unavailable while Boreal overlay fullscreen is enabled. Disable the overlay-compatible fullscreen mode to use Wine fullscreen FSR.</key>
	<string>Niedostępne, gdy włączony jest pełny ekran z nakładką Boreal. Wyłącz tryb pełnoekranowy zgodny z nakładką, aby użyć pełnoekranowego FSR Wine.</string>
	<key>Unavailable with the current renderer. Wine fullscreen FSR requires a Vulkan-based DXVK or VKD3D-Proton stack.</key>
	<string>Niedostępne dla bieżącego renderera. Pełnoekranowy FSR Wine wymaga stosu DXVK lub VKD3D-Proton opartego na Vulkan.</string>
	<key>Unavailable with the selected runtime. Your preference will be restored when a compatible runtime is selected.</key>
	<string>Niedostępne w wybranym środowisku. Twoja preferencja zostanie przywrócona po wybraniu zgodnego środowiska.</string>
	<key>Updated %@</key>
	<string>Zaktualizowano %@</string>
	<key>Upscaling</key>
	<string>Skalowanie obrazu</string>
	<key>Uses a borderless fullscreen window so the game does not cover the overlay.</key>
	<string>Używa pełnoekranowego okna bez ramek, aby gra nie zasłaniała nakładki.</string>
	<key>Uses dgVoodoo2 for the selected graphics API. Requires a runtime that includes dgVoodoo2.</key>
	<string>Używa dgVoodoo2 dla wybranego API grafiki. Wymaga środowiska zawierającego dgVoodoo2.</string>
	<key>Uses the detected DirectX version. Choose a specific version only if the game supports it.</key>
	<string>Używa wykrytej wersji DirectX. Wybierz konkretną wersję tylko wtedy, gdy gra ją obsługuje.</string>
	<key>Verbose logging can create large log files. Enable it only while diagnosing a problem.</key>
	<string>Szczegółowe logowanie może tworzyć duże pliki dziennika. Włącz je tylko podczas diagnozowania problemu.</string>
	<key>Verified</key>
	<string>Zweryfikowano</string>
	<key>Verified for the selected runtime and graphics path</key>
	<string>Zweryfikowano dla wybranego środowiska i ścieżki graficznej</string>
	<key>View</key>
	<string>Widok</string>
	<key>View Discovery data sources</key>
	<string>Pokaż źródła danych Odkrywaj</string>
	<key>View community reports</key>
	<string>Zobacz raporty społeczności</string>
	<key>View layout</key>
	<string>Układ widoku</string>
	<key>Windows</key>
	<string>Windows</string>
	<key>Windows environment</key>
	<string>Środowisko Windows</string>
	<key>Windows executable architecture</key>
	<string>Architektura pliku wykonywalnego Windows</string>
	<key>Windows path</key>
	<string>Ścieżka Windows</string>
	<key>Windows version</key>
	<string>Wersja Windows</string>
	<key>Wine FSR 1</key>
	<string>Wine FSR 1</string>
	<key>Wine prefix</key>
	<string>Prefiks Wine</string>
	<key>WineD3D is enforced for this game because the Vulkan renderer cannot initialize its Direct3D device on this runtime.</key>
	<string>WineD3D jest wymuszony dla tej gry, ponieważ renderer Vulkan nie może zainicjować urządzenia Direct3D w tym środowisku.</string>
	<key>WoW64</key>
	<string>WoW64</string>
	<key>Xbox 360 Controller</key>
	<string>Kontroler Xbox 360</string>
	<key>Xbox controller compatibility</key>
	<string>Zgodność z kontrolerem Xbox</string>
	<key>Yes</key>
	<string>Tak</string>
	<key>dgVoodoo2 is unavailable because the selected runtime does not contain a valid component package.</key>
	<string>dgVoodoo2 jest niedostępne, ponieważ wybrane środowisko nie zawiera prawidłowego pakietu komponentu.</string>
	<key>e.g. -windowed -novsync</key>
	<string>np. -windowed -novsync</string>
	<key>games</key>
	<string>gier</string>
	<key>games with reports</key>
	<string>gier z raportami</string>
	<key>results</key>
	<string>wyników</string>
	<key>without compatibility report</key>
	<string>bez raportu zgodności</string>
</dict>
</plist>
